Repository: mozilla-l10n/mt-training-data
Catalog: gsw/gsw_pontoon.tmx
Source language: en_us
Languages: gsw

source: 1 sentence collected
gsw: 1 Sàtz gsàmmelt

source: 2 down, keep it up!<playIcon></playIcon>
gsw: 2 sìn gemàcht, màche eso witterscht! <playIcon></playIcon>

source: About
gsw: Ìwwer ùns

source: Accent
gsw: Àkzent

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
gsw: <micIcon></micIcon> { $actionType } ùn gann Àntwùrt, eso nàdirlich wie méjlich

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
gsw: <playIcon></playIcon> { $actionType } ùn schriiwe ùff, wàs’r d’Person heere saawe

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
gsw: <playIcon></playIcon>{ $actionType } — Ìsch der Sàtz rìchtisch üssgsproche wùrre?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
gsw: { $actionType } <playIcon></playIcon> Horiche/Loose d’Ùffnàhm ùn lüeje d’Trànschkription nooch. Pàsst se? Wenn nìtt, tüen se noochnamme, bìs àss se perfekt pàsst.

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
gsw: <recordIcon></recordIcon>{ $actionType } ùn laase de Sàtz dernoh ùff lütt

source: { $actionType }<stopIcon></stopIcon> when done
gsw: <stopIcon></stopIcon>{ $actionType }, wenn’r ferti sìn

source: { $actionType } submit when ready
gsw: Fùrtschìcke { $actionType }, wenn’r ferti sìn

source: Add a question <icon></icon> in { $currentLocale } for people to answer
gsw: Setze e Fröj <icon></icon> ìn { $currentLocale } dezü, fer àss ànderi Litt Àntwùrt drùff gann kenne

source: Add <icon></icon> a public domain sentence
gsw: Setze <icon></icon> e Sàtz dezü, wo fréi benùtzbàr ìsch

source: Add information
gsw: Informàtione dezügann

source: Additional Language
gsw: Ànderi Sproche

source: Add Language
gsw: E Sproch dezüsetze

source: Add new custom accent "{ $inputValue }"
gsw: Néier personàlisierter Àkzent dezüsetze „{ $inputValue }“

source: Add Your Voice
gsw: Spande Éieri Stìmm

source: A few bytes
gsw: E pààr Bytes (octets)

source: Age
gsw: Àlter

source: Agriculture and Food
gsw: Lànd- ùn Forschtwìrtschàft

source: Alsatian
gsw: Elsassisch

source: An error occurred fetching sentences
gsw: Bim Àbrüefe vùn de Satz het ebs nìtt geklàppt

source: An error occurred reviewing this sentence
gsw: Bim Noochlüeje vùn dem Sàtz het ebs nìtt geklàppt

source: An error occurred while creating this transcript
gsw: Bim Erstelle vùn dem Trànschkript het ebs nìtt geklàppt

source: An error occurred while editing the transcript
gsw: Bim Noochnamme vùn de Trànschkription het ebs nìtt geklàppt

source: An error occurred while recording
gsw: Bim Ùffnamme het ebs nìtt geklàppt

source: An error occurred while skipping the transcript
gsw: Bim Ìwwerhüpse vùn de Trànschkription het ebs nìtt geklàppt

source: An error occurred while skipping this prompt
gsw: Bim Ìwwerhüpse vùn dere Fröj het ebs nìtt geklàppt

source: An error occurred while submitting the report
gsw: Bim Fùrtschìcke vùm Berìcht het ebs nìtt geklàppt

source: An error occurred while uploading your response
gsw: Bim Hochlàde vùn Éiere Àntwùrt het ebs nìtt geklàppt.

source: An error occurred while voting the prompt
gsw: Bim Àbstìmme het ebs nìtt geklàppt

source: An error occurred while voting the transcript
gsw: Bim Àbstìmme fer d’Trànschkription het ebs nìtt geklàppt

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
gsw: D’anonyme Benùtzerdàte wie Éier Àlter, Gschlaacht odder Àkzent verbessere d’Audiodàte, wo benùtzt waare, fer d’Genauischkeit vùn Sprocherkannùngsmàschine ze verbessere. Éier Benùtzernàmme ùn Éieri E-Mail-Àdrass waare nie mìt denne Dàte verbùnde, ùn Ìhr kenne Éiere Benùtzernàmme vereffentliche odder ne fer Éich bhàlte.

source: Answer
gsw: Ùff Fröje Àntwùrt gann

source: Answer questions
gsw: Ùff Fröje Àntwùrt gann

source: Answer Questions
gsw: Ùff Fröje Àntwùrt gann

source: Approve
gsw: Ja

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
gsw: Sìn’r schùn ìn ùnsere Beta-Teschtgrùpp fer ’s Projekt Spontàni Sproch vùn Common Voice?

source: Ask sensitive questions
gsw: Fröje, wo sensibel sìn, stelle

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
gsw: Stelle ùns Fröje ùff <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> odder schriiwe ùns e <emailLink>E-Mail</emailLink>.

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
gsw: E Trànschkription müess jeedes Wùrt odder Element vù’me Gsprach, wo nìtt lexikàlisch ìsch, wo vùn de Person gsajt ìsch wùrre, feschthàlte, au d’Wìdderholùnge.

source: Attention!
gsw: Àchtùng!

source: Automotive and Transport
gsw: Auto ùn Trànschport

source: Avatar
gsw: Profilbìld

source: Avatar uploaded
gsw: ’S Profilbìld ìsch hochgelàde wùrre

source: Baba Malay
gsw: Baba-Màlaisisch

source: Bahasa Malay
gsw: Bahasa-Màlaisisch

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
gsw: Besseri Ùnterstìtzùng fer sprochlichi Reàlitäte wie Ìwwersetzunge ùn <mark>Sprochàbwachslùnge</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
gsw: Besseri Ùnterstìtzùng fer Sproche, wo nùmme wenni odder <mark>kenn Textsàmmlùnge Text</mark> verwande kenne (zem Beispiel Soziolekte, Vàriànte, Sproche, Sproche, wo historisch nìtt gschrìwwe wùrre sìn, ùn so witterscht)

source: <bold>{ $count }</bold> Clips
gsw: <bold>{ $count }</bold> Ùffnàhme

source: <bold>Help us</bold> find more voices
gsw: Halfe ùns debi, meh Stìmme ze fìnde

source: Build Profile
gsw: Profil erstelle

source: Bulk batch
gsw: Groosses Satzpackel

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
gsw: Wenn’r ùff „E Link àn mini E-Mail-Àdrass schìcke“ klicke, sìn’r mìt ùnsere <termsLink>Benùtzùngsbedìngùnge</termsLink> ùn <privacyLink>Dàteschùtzerklärùng</privacyLink> inverstànde, ùn au dodemìt, àss Mozilla Éich Informàtione fer ’s ìtmàche àn de Beta-Tescht schìcke derf fer ’s Projekt Spontàni Sproch vùn Common Voice.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
gsw: Wenn’r Informàtione ìwwer Éich àngann, sìn d’Ùffnàhme, wo-n’r àn Common Voice schìcke nìtzlicher. Die Dàte kenne benùtzt waare, fer d’Genauischkeit vùn Sprocherkannùngsmàschine ze verbessere.

source: By telling us about yourself, you will help developers build more inclusive technology
gsw: Wenn’r ùns Sàche ìwwer Éich saawe, traawe-n’r dezü bi, e Technologie, wo inklüsiver ìsch, ze gstàlte.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gsw: Wenn ìch Common Voice benùtze tüe, stìmm i de <termsLink>Benùtzùngsbedìngùnge</termsLink> ùn de <privacyLink>Dàteschùtzerklärùng</privacyLink> vùn Common Voice zü

source: Can be answered in a few sentences
gsw: M’r kànn ìn e pààr Satz drùff Àntwùrt gann

source: Cancel
gsw: Àbbrache

source: Cancel Submission
gsw: Fùrtschìcke àbbrache

source: Central Melanau
gsw: Zentràl-Melanau

source: Change preferences
gsw: Instellùnge andere

source: Changes contribution language of dataset only
gsw: Nùmme d’Sproch fer ’s Mìtmàche àm Dàtesàtz andere

source: Changes the language dataset to which you're contributing
gsw: Verandert d’Sproch vùm Dàtesàtz, ze dem, wo-n’r dezü bitraawe

source: Changes website text only
gsw: Andert nùmme de Text vùn de Websitt.

source: Change your email via Settings under Login Identity
gsw: Andere Éieri E-Mail-Àdrass ìn de „Ànmaldeidentität“-Rübrik vùn de Instellùnge

source: Check
gsw: Noochlüeje

source: Check <icon></icon> is this a linguistically correct sentence?
gsw: Lüeje nooch <icon></icon>, eb der Sàtz sprochlich stìmmt.

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
gsw: Einfàchi Fröje üsssüeche, wo fer àlli licht ze verstehn sìn, ùnàbhangisch vùn Kültür ùn Kontext

source: Citation
gsw: Zitàt

source: Cite with a URL link or the full name of the work.
gsw: Zitiere mìt’me ÜRL-Link odder mìt’m Nàmme vùn de Vereffentlichùung, wo voll üssgschrìwwe ìsch.

source: Click
gsw: Klicke

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
gsw: Klicke <guidanceLink>do</guidanceLink> drùff, fer ze erfàhre, wie die Sitt benùtzt wùrd

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
gsw: { $clipCount } Ùffnàhme, Gsàmtgreesse vùm Àrchiv { $size }. Lauft àb àm { $expires }

source: Clips Uploaded
gsw: Ùffnàhme hochgelààde

source: Close
gsw: Zümàche

source: Comment
gsw: Kommentàr

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
gsw: Common Voice vereffentlicht e zweiti Plàttform, wo dodrùff àbgstìmmt ìsch, d’Sproch, wo làwandisch, spontàn ùn nìtt gschrìwwe ìsch, ze sàmmle. Dìss halft dernoh ìn viel Gemeinschàfte, Dàte schnaller ze sàmmle, ùn ìsch au nìtzlich fer Dàtewìsseschàftler·e ùn Entwìckler·e.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
gsw: Forscher·e, kleini Ùnternamme ùn Litt, wo vùn de Sprocherkannùng begeischtert sìn, benùtze Common-Voice-Ùffnàhme, fer effentlichi Ressource ze trainiere ùn entwìckle, wie Sprochmodeller. ¶¶ Kenne-n’r ùns verrote, wàrùm Ìhr Éieri Ùffnàhme lesche welle?

source: Connect with Gravatar
gsw: Sich mìt Gravatar ànmalde

source: Contact us
gsw: Kontàktiere ùns

source: Contact Us
gsw: Kontàkt

source: Continue
gsw: Witterscht

source: Continue speaking
gsw: Witterscht redde

source: Continue validating
gsw: Mìt’m Noochlüeje witterschtmàche

source: Continue with Skipped
gsw: Widderscht, mit dem, wàs ìwwerhüpst worre ìsch

source: Contribute
gsw: Mìtmàche

source: Contribute sentences
gsw: Satz vorschlaawe

source: Contributing to <bold>{ $language }</bold> dataset
gsw: Mìtmàche àm <bold>{ $language }</bold> Dàtesàtz

source: Contribution Experience
gsw: Erfàhrùng vùn de Mìtmàcher

source: Correct
gsw: Rìchti

source: Country/Region of Residence
gsw: Lànd/Region, ìn dem/dere, wo-n’r wohne

source: Dashboard
gsw: Konto-Ìwwersìcht

source: Dataset
gsw: Dàtesàtz

source: Dataset: { $datasetLanguage }
gsw: Dàtesàtz: { $datasetLanguage }

source: Datasets
gsw: Dàtesatz

source: Delete
gsw: Lesche

source: Delete my recordings
gsw: Ùffnàhme lesche

source: Delete Profile
gsw: Profil lesche

source: Different language
gsw: Ànderi Sproch

source: Difficult to pronounce
gsw: Schwar üsszesprache

source: do
gsw: Dìss soll m’r màche

source: Does the sentence meet the guidelines?
gsw: Reschpektiert de Sàtz d’Vorschrìfte?

source: Donate your voice
gsw: Spande Éieri Stìmm

source: Done
gsw: Ferti

source: do not
gsw: Dìss soll m’r nìtt màche

source: Don't wish to say
gsw: Wìll i nìtt àngann

source: Download
gsw: Rùnterlàde

source: Download Links
gsw: Link fer ’s Rùnterlàde

source: Download My Data
gsw: Mini Dàte rùnterlàde

source: Download profile data
gsw: Profil-Dàte rùnterlàde

source: Drag and drop or <browseWrap>Browse</browseWrap>
gsw: Rìtsche un loslonn odder <browseWrap>dùrichsüeche</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
gsw: ’S Schìcke vùn Zerùckmaldùnge wùrd àbgstellt, wenn’r ùff „Fùrtschìcke“ klicke. Ìhr kenne dernoh glich d’naachschte fìnef Ùffnàhme ùffnamme odder noochlüeje.

source: Eastern Penan
gsw: Oscht-Penan

source: Edit
gsw: Noochnamme

source: Edit Profile
gsw: Profil andere

source: e.g., “What do you wish you could use technology for?”
gsw: zem Beispiel: „Fer wàs taate-n’r Technologie garn benùtze?“

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
gsw: E-Mail-Àdrass: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Email is already used for a different account
gsw: Die E-Mail-Àdrass wùrd schùn vù’me àndere Konto benùtzt

source: Email Subscriptions
gsw: E-Mail-Abonnements

source: English
gsw: Anglisch

source: Enter your Country/Region of Residence
gsw: Gann ’s Lànd/d’Region àn, ìn dem/dere, wo-n’r wohne

source: Enter your email
gsw: E-Mail-Àdrass àngann

source: Enter your public domain sentence here
gsw: Gann Éiere Sàtz, wo fréi benùtzbàr ìsch, do in

source: Enter your public domain sentences here
gsw: Gann Éieri Satz, wo fréi benùtzbàr sìn, do in

source: Error
gsw: Fahler

source: Error adding sentence
gsw: Fahler bim de Sàtzschìcke

source: Error while playing audio file.
gsw: Fahler bim Àbspiele vùn de Ùffnàhm.

source: Exceeded 25 questions. Reduce number of questions and retry.
gsw: Es sìn meh àss 25 Fröje. Redüziere d’Ànzàhl vùn de Fröje ùn pràwiere’s noch emol.

source: Exit & Delete clips
gsw: Ùffheere ùn d’Ùffnàhme lesche

source: Express or solicit prejudiced or offensive sentiments
gsw: Vorùrteil odder Gfieler, wo verletze kenne, üssdrùcke odder üssleese

source: Female/Feminine
gsw: Frau

source: Fewer than 15 words per sentence
gsw: Wenjer àss 15 Werter

source: Finance
gsw: Finànze

source: Finish recording
gsw: Witterschtmàche

source: Finish recording first?
gsw: Zeerscht fertiùffnamme?

source: Finish Review
gsw: Mìt’mNoochlüeje ùffheere

source: Finish validating
gsw: Mìt’m Noochlüeje ùffheere

source: Finish validating clips?
gsw: Mìt’m Noochlüeje vùn Ùffnàhme ùffheere?

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
gsw: Fer àss d’Technologie fer àlli güet klàppt, mien d’Dàte, ìn de Entwìckler·e bi de Entwìcklùng vùn Technologie halfe, ìn’re Vielfàlt vùn Mensche ze entsprache. Wem’r zem Beispiel kenn Ùffnàhme vùn Litt hàn, wo e bstìmmter Àkzant hàn, fùnktioniert d’Technologie fer d’Litt, wo denne Àkzant hàn, nìtt güet. <learnMore>Entdecke meh dodrìwwer, wàrùm Metadàte wìchtisch sìn.</learnMore>

source: French
gsw: Frànzeesch

source: General
gsw: Àllgemein

source: Goals
gsw: Zieler

source: Grammatical / spelling error
gsw: Gràmmàtischer odder Raachtschriiwùng Fahler

source: Great!<recordIcon></recordIcon> Record your next clip
gsw: Prima! <recordIcon></recordIcon> Namme noch meh Satz ùff

source: Great work!<playIcon></playIcon> Listen again when you're ready
gsw: Prima! <playIcon></playIcon> Màche einfàch witterscht, wenn’r bereit sìn

source: Guidelines
gsw: Vorschrìfte

source: Healthcare
gsw: Gsùndheit

source: Help create Common Voice’s first target segment in { $locale }
gsw: Halfe ùns debi, ’s erschte Zielsegment vùn Common Voice ìn { $locale } ze erstelle

source: Help us build a community around voice technology, stay in touch via email.
gsw: Halfe ùns, e Gemeinschàft rùnd ùm Sprochtechnologie ùffzeböie, bliiwe mìt uns per E-Mail ìn Kontàkt.

source: Help us validate voices
gsw: Halfe ùns bi’m Validiere vùn Ùffnàhme

source: Here are the links to download your ZIP files.
gsw: Do sìn d’Link fer ’s Rùnterlàde vùn Éiere ZIP-Dàtéie.

source: Hidden
gsw: Versteckelt

source: History, Law and Government
gsw: Gschìcht, Racht ùn Stààt

source: How do I cite?
gsw: Wie wùrd zitiert?

source: How Spontaneous Speech works
gsw: Wie Spontàni Sproch fùnktioniert

source: How to add multiple sentences
gsw: Erfàhre, wie mehreri Satz dezügsetzt waare

source: How would you describe your accent?
gsw: Wie daate-n’r Éiere Àkzent bschriiwe?

source: I agree
gsw: Ìch stìmm zü

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gsw: Ìch stìmm de <termsLink>Benùtzùngsbedìngùnge</termsLink> ùn de <privacyLink>Dàteschùtzerklärùng</privacyLink> vùn Common Voice zü

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
gsw: * Ìch tüe bstatische, àss die Fröj <publicDomainLink>fréi benùtzbàr </publicDomainLink> ìsch ùn àss ìch se hochlàde derf.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
gsw: Ìch tüe bstatische, àss der Sàtz <wikipediaLink>fréi benùtzbàr</wikipediaLink> ìsch ùn àss ìch ne hochlàde derf.

source: Ideally natural and conversational (it should be easy to read the sentence)
gsw: Àm beschte e gewehnlicher Sàtz üss’m Àlldàà (wo licht ze laase ìsch)

source: I do not agree
gsw: Ìch stìmm nìtt zü

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
gsw: Wenn’s Éierei ajeni Werter sìn, schriiwe einfàch <italicizedText>„Salbschtzitàt“</italicizedText>. M’r mien wìsse, vùn wo àss de Inhàlt harekùmmt, fer àss m’r noochlüeje kenne, eb’r fréi benùutzbàr ìsch ùn eb es kenn Ürhewwerraacht-Inschrankùnge gìbt. Meh Informàtione ìwwer ’s Zitiere fìnde-n’r ìn ùnsere <guidelinesLink>Vorschrìfte</guidelinesLink>.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
gsw: Wenn de Sàtz die Kriterje nìtt erfìlle tüet, klicke ùff de &quot;„Nää“&quot;-Knopf ùff de lìnke Sitt. Wenn’r Éich nìtt sìcher sìn, kenne-n’r ne au ìwwerhüpse ùn mìt’m naachschte Sàtz witterschtmàche.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
gsw: Wenn de Sàtz die Kriterje erfìlle tüet, klicke ùff de &quot;„Ja“&quot;-Knopf ùff de raachte Sitt.

source: If you run out of sentences to review, please help us collect more sentences!
gsw: Wenn’s kenn Satz meh zem Noochlüeje gìbt, halfe ùns wenn’s beliebt debi, néji Satz ze sàmmle!

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
gsw: Ìch stìmm zü, fer àss die Dàte benùtzt waare, wie’s ìn de <privacyLink>Dàteschùtzerklärùng</privacyLink> vùn Mozilla steht

source: Include appropriate citation
gsw: D’Quall müess àngann sìn ùn gìltisch sìn

source: Includes email, username & demographic info, available right away
gsw: Ìhr bekùmme glich Zügàng ze de E-Mail-Àdrass, zem Benùtzernàmme ùn ze de demogràfische Informàtione

source: Includes mp3s and related sentences, may take some time to prepare
gsw: MP3-Dàtéie ùn Satz, wo dezügheere, kànn e bìssele düre

source: Interested in getting involved with this project, or partnering with us?
gsw: Sìn’r fer àn dem Projekt mìtzemàche odder àn’re Pàrtnerschàft mìt ùns intressiert?

source: Intersex
gsw: Intersexüell

source: It contains words or phrases that are hard to read or pronounce.
gsw: Mànchi Werter odder Satz sìn schwar ze laase odder üsszesprache.

source: It is written in a language different than what I’m reviewing.
gsw: De Sàtz ìsch nìtt ìn de Sproch gschrìwwe, wo-n-i noochlüeje tüe.

source: It is written in a language different than what I’m speaking.
gsw: De Sàtz ìsch ìn’re Sproch gschrìwwe, wo ìch nìtt redd.

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
gsw: Gann einfàch ìn e pààr Satz ùff d’Fröj eso nàdirlich wie méjlich Àntwùrt. Pàsse ùff, àss dìss, wàs’r saawe, reschpektvoll ìsch ùn nieme verletzt.

source: { $kb }kb max
gsw: Nìtt meh àss { $kb } Ko

source: Keep
gsw: Ùffhewwe

source: Keep it up, record again <recordIcon></recordIcon>
gsw: Màche witterscht eso, <recordIcon></recordIcon> noch emol ùffnamme

source: Keep the recordings
gsw: Ùffnàhme bhàlte

source: Keep track of your progress with a profile
gsw: Erstelle e Profil fer Éiere Fortschrìtt ze vefolje

source: Keep track of your progress with a profile and help our voice data be more accurate.
gsw: Mìt’me Profil kenne-n’r Éiere Fortschrìtt verfolje ùn d’Genauischkeit vùn ùnsere Sprochdàte verbessere.

source: Kelabit
gsw: Kelàbit

source: Language
gsw: Sproch

source: Language Fundamentals (e.g. Digits, Letters, Money)
gsw: Spochgrùndlawe (z. B. Zàhle, Büechstààwe, Gald)

source: Languages
gsw: Sproche

source: Large bulk sentence submission
gsw: Mehreri Satz schìcke

source: Leaderboard Visibility
gsw: Classement-Sìchtbàrkeit

source: Learn how to check a transcription
gsw: Lehre, wie àss m’r e Trànschkription noochlüejt

source: Learn how to transcribe
gsw: Lehre, wie m’r trànschkribiert

source: Learn how to use this page
gsw: Lehre, wie die Sitt benùtzt wùrd

source: Learn More
gsw: Meh erfàhre

source: Leaving now means you'll lose your progress
gsw: Wenn’r d’Sitt jetz velonn, verliere-n’r Éiere Fortschrìtt

source: Listen
gsw: Horiche/Loose

source: Listen options menu
gsw: Optione vùm „Horiche/Loose“-Menü

source: Loading…
gsw: Àm Làde…

source: Loading sentences…
gsw: Satz sìn àm Lààde…

source: Log In
gsw: Ànmalde

source: Login Identity
gsw: Ànmaldeidentität

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
gsw: <loginLink>Malde Éich in</loginLink> odder <loginLink>schriiwe Éich in</loginLink>, fer mehreri Satz dezüzesetze

source: Log in or sign up to get started
gsw: Tüen Éich ànmalde odder inschriiwe, fer ànzefànge

source: Log In / Sign Up
gsw: Ànmalde / Sich inschriiwe

source: Log Out
gsw: Àbmalde

source: Make sure the sentence meets the following criteria:
gsw: Pàsse ùff, àss de Sàtz die Kriterje reschpektiert:

source: Make sure they can be answered in just a couple of sentences
gsw: ’S eso màche, àss m’r ùff d’Fröje ìn nùmme e pààr Satz Àntwùrt gann kànn

source: Male/Masculine
gsw: Mànn

source: Manage Email Subscriptions
gsw: E-Mail-Abonnements manatsche

source: Manage Subscriptions
gsw: Abonnements manatsche

source: <mark>Check</mark>
gsw: <mark>Noochlüeje</mark>

source: <mark>Data</mark>
gsw: <mark>Dàte</mark>

source: <mark>Prompt</mark>
gsw: <mark>Fröj</mark>

source: <mark>Respond</mark>
gsw: <mark>Àntwùrt gann</mark>

source: <mark>Transcribe</mark>
gsw: <mark>Trànschkribiere</mark>

source: Media and Entertainment
gsw: Medie ùn Ùnterhàltùng

source: More languages coming soon
gsw: Bàll kùmme néji Sproche dezü

source: Native Language
gsw: Müetersproch

source: Nature and Environment
gsw: Nàtür ùn Umwalt

source: Need to download your data?
gsw: Mien’r Éieri Dàte rùnterlàde?

source: News and Current Affairs
gsw: Noochrìchte ùn aktüelli Theme

source: No
gsw: Nää

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
gsw: <noCopyright>Kenn Ürhewwerraacht</noCopyright>-Inschrankùnge (cc-0)
